/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk of %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ is currently the newest version available.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ is now available (you have %3$@). Would you like to download it now?";

/* No comment provided by engineer. */
"%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update." = "%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "A new version of %@ is available!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "An error occurred while fetching or parsing the appcast:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "An error occurred while trying to download the file:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it.";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Can't extract archives of type %1$@; only %2$@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Check for updates on startup?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again." = "Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again.";

/* No comment provided by engineer. */
"Couldn't mount the update archive." = "Couldn't mount the update archive.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory?" = "Couldn't move the update to its new home. Are you running this application from a write-only directory?";

/* No comment provided by engineer. */
"Download New Version" = "Download New Version";

/* No comment provided by engineer. */
"Downloading update..." = "Downloading update...";

/* No comment provided by engineer. */
"Extracting update..." = "Extracting update...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Install and Relaunch";

/* No comment provided by engineer. */
"Installing update..." = "Installing update...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later.";

/* No comment provided by engineer. */
"Ready to install!" = "Ready to install!";

/* No comment provided by engineer. */
"Release Notes" = "Release Notes";

/* No comment provided by engineer. */
"Remind Me Later" = "Remind Me Later";

/* No comment provided by engineer. */
"Skip This Version" = "Skip This Version";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it.";

/* No comment provided by engineer. */
"Update Error!" = "Update Error!";

/* No comment provided by engineer. */
"Updating %@" = "Updating %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You're up to date!" = "You're up to date!";

